package cn.lqdev.java.scheduler.api.enums;
/** 
*
* @ClassName   类名：Status 
* @Description 功能说明：状态枚举
* <p>
* TODO
*</p>
************************************************************************
* @date        创建日期：2019年3月16日
* @author      创建人：oKong
* @version     版本号：V1.0
*<p>
***************************修订记录*************************************
* 
*   2019年3月16日   oKong   创建该类功能。
*
***********************************************************************
*</p>
*/
public enum Status {
	
	ENABLE,
	DISABLE;

}
